---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.UIControlledApplication
source: html/6fcb9d4e-4eec-b7b0-5d02-756cbb024194.htm
---
# UIControlledApplication Members

Creates a new AddInCommandBinding.